<!DOCTYPE html>
<html lang="ru">

<head>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <title>Политика конфиденциальности</title>
    <link href="https://fonts.googleapis.com/css?family=Fira+Mono" rel="stylesheet">

    <style>
        pre {
            font-family: 'Fira Mono', monospace;
            font-size: 1rem;
            white-space: pre-wrap
        }
        @media screen and (max-width: 800px) {
            pre {
              font-size: 0.75rem
            }
        }
    </style>

    <?php
        $ref = $_SERVER['HTTP_REFERER'];
        $ref = empty($ref)?'http://hercules.agency':(strpos($ref, '?')?substr($ref, 0, strpos($ref, '?')):$ref);
    ?>
</head>

<body>
    <pre>
        ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ

        Российская Федерация, г. Москва

        Настоящая Политика конфиденциальности персональных данных (далее - Политика конфиденциальности) действует в отношении всей информации, размещенной на настоящем Сайте, расположенном в сети Интернет по адресу: <?=$ref ?> (далее - Сайт), которую лицо, указанное на указанной странице (далее - Компания) может получить о вас во время использования Сайта, его сервисов, программ и продуктов.
        Использование Сайта означает ваше согласие с настоящей Политикой и указанными в ней условиями обработки персональной информации.
        В случае несогласия с этими условиями вы должны воздержаться от использования Сайта.

        1.  ОБЩИЕ ПОЛОЖЕНИЯ

        1.1.  Для защиты ваших личных данных Компанией внедрен ряд средств защиты, которые действуют при введении, передаче или работе с вашими персональными данными с соблюдением требований, предъявляемых Федеральным законом №152-ФЗ от 27 июля 2006 года «О персональных данных».
        1.2.  В рамках настоящей Политики под вашей персональной информацией понимаются:
        1.2.1.  Персональная информация, которую вы предоставили о себе самостоятельно при использовании предоставляемых сайтом Сервисов (отправление заявок и т.п.).
        1.2.2.  Данные, которые автоматически передаются сервисам Сайта в процессе их использования с помощью установленного на вашем устройстве программного обеспечения, в том числе IP-адрес, данные файлов cookie, информация о браузере (или иной программе, с помощью которой осуществляется доступ к сервисам), технические характеристики оборудования и программного обеспечения, дата и время доступа к сервисам, адреса запрашиваемых страниц и иная подобная информация.
        1.3.  Вы даете Компании согласие на обработку следующих персональных данных:
        1.3.1.  имя (обрабатывается как псевдоним);
        1.3.2.  номера контактных телефонов;
        1.3.3.  адреса электронной почты, иных видов электронной связи (если сообщены пользователем);
        1.3.4.  сведения об интересах;
        1.3.5.  сведения о возрасте (при необходимости);
        1.3.6.  сведения, указанные в пункте 1.1 настоящего Пользовательского соглашения.
        1.4.  В ходе обработки с персональными данными будут совершены следующие действия: сбор, запись, систематизация, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передача (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение.
        1.5.  Обработка персональных данных производится в течении 18 (восемнадцати) месяцев с даты их предоставления, если согласие на их обработку не будет отозвано вами ранее.
        1.6.  Согласие на обработку персональных данных Компанией может быть отозвано вами путем направления вами письменного заявления Компании на электронный адрес a.ilyin@hercules.su.
        1.7.  В случае отзыва вами согласия на обработку персональных данных Компания вправе продолжить обработку персональных данных без согласия Пользователя при наличии оснований, указанных в пунктах 2 – 11 части 1 статьи 6, части 2 статьи 10 и части 2 статьи 11 Федерального закона №152-ФЗ от 27 июля 2006 года «О персональных данных».

        2.  ЦЕЛИ ОБРАБОТКИ ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ

        2.1.  Сайт собирает и хранит только ту персональную информацию, которая необходима для предоставления вам сервисов Сайта, за исключением случаев, когда законодательством РФ предусмотрена обязательная обработка и хранение персональной информации в течение определенного законом срока.
        2.2.  Персональную информацию Сайт обрабатывает в следующих целях:
        2.2.1.  Предоставления вам доступа к сервисам, предоставляемым Сайтом.
        2.2.2.  Предоставления вам услуг либо иного полезного результата, для заказа которых вы воспользовались сервисами Сайта.
        2.2.3.  Установления с вами обратной связи, включая направление уведомлений, запросов, касающихся использования Сайта, обработку ваших запросов и заявок.
        2.2.4.  Определения вашего места нахождения для обеспечения безопасности, предотвращения мошенничества.
        2.2.5.  Подтверждения вами достоверности персональных данных с помощью обратной связи.
        2.2.6.  Уведомления вас о всех изменениях, связанных с порядком использования Сайта.
        2.2.7.  Предоставления вам эффективной клиентской и технической поддержки.
        2.2.8.  Осуществления рекламной деятельности с вашего согласия.

        3.  УСЛОВИЯ ОБРАБОТКИ ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ
        И ЕЕ ПЕРЕДАЧИ ТРЕТЬИМ ЛИЦАМ

        3.1.  В отношении вашей персональной информации сохраняется ее конфиденциальность.
        3.2.  Ваши личные сведения могут быть разглашены нами только в том случае, если это необходимо для:
        3.2.1.  обеспечения соответствия предписаниям законодательства РФ или требованиям судебного процесса в отношении Компании;
        3.2.2.  защиты прав или собственности Компании;
        3.2.3.  принятия срочных мер по обеспечению личной безопасности наших сотрудников или потребителей предоставляемых им услуг, а также обеспечению общественной безопасности;
        3.2.4.  передача предусмотрена российским или иным применимым законодательством в рамках установленной законодательством процедуры.
        3.2.5.  вы выразили согласие на такие действия.
        3.3.  Личные сведения, полученные в распоряжение Компании при регистрации, могут передаваться третьим организациям и лицам, состоящим с Компанией в партнерских отношениях для улучшения качества оказываемых услуг. Эти сведения не будут использоваться в каких-либо иных целях, кроме перечисленных выше.
        3.4.  Адрес электронной почты, предоставленный вами при регистрации может использоваться для отправки вам сообщений или уведомлений об изменениях, связанных с вашей заявкой, а также рассылки сообщений о происходящих в компании событиях и изменениях, важной информации о новых товарах и услугах и т.д. Предусмотрена возможность отказа от подписки на эти почтовые сообщения.
        3.5.  Вы соглашаетесь, что в случае отчуждения Сайта к приобретателю переходят все обязательства по соблюдению условий настоящей Политики применительно к полученной им персональной информации.
        3.6.  При утрате или разглашении персональных данных Компания информирует вас об утрате или разглашении персональных данных.
        3.7.  Компания принимает необходимые организационные и технические меры для защиты персональной информации от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий третьих лиц.
        3.8.  Компания принимает все необходимые меры по предотвращению убытков или иных отрицательных последствий, вызванных утратой или разглашением персональных данных.
        3.9.  Персональные данные обрабатываются до момента ликвидации Компании, либо до ликвидации Сайта (в зависимости от того, какое событие наступит позднее). Персональные данные обрабатываются Компанией в порядке, предусмотренном в Политике конфиденциальности согласно действующему законодательству Российской Федерации.
        3.10. Компания передает персональные данные для обработки в порядке, установленном законом, своему партнеру  ИП Ильин А.В..

        4.  ФАЙЛЫ «COOKIE»

        4.1.  Когда вы посещаете веб-узел, на ваш компьютер записывается файл «cookie» (если вы разрешаете прием таких файлов). Если же вы уже посещали данный веб-узел, файл «cookie» считывается с компьютера. Сбор этих данных осуществляется в обобщенном виде и никогда не соотносится с личными сведениями пользователей.
        4.2.  . Третьи стороны, включая компанию Google, используют cookie, чтобы показывать объявления, основанные на предыдущих посещениях пользователем наших вебсайтов и интересах в веб-браузерах. Третьи стороны, включая компании Google, показывают объявления Компании на страницах сайтов в Интернете. Вы можете запретить компаниям Google использовать cookie. Для этого необходимо посетить специальную страницу компании Google по этому адресу: http://www.google.com/privacy/ads/.

        5.  ОБЯЗАТЕЛЬСТВА КОМПАНИИ

        5.1.  Компания обязана:
        5.1.1.  Использовать полученную информацию исключительно для целей, указанных в настоящей Политике конфиденциальности.
        5.1.2.  Обеспечить хранение конфиденциальной информации в тайне, не разглашать без вашего предварительного письменного разрешения.
        5.1.3.  Принимать меры предосторожности для защиты конфиденциальности ваших персональных данных согласно порядку, обычно используемому для защиты такого рода информации в существующем деловом обороте.
        5.1.4.  Осуществить блокирование персональных данных с момента вашего обращения или запроса либо уполномоченного органа по защите прав субъектов персональных данных на период проверки в случае выявления недостоверных персональных данных или неправомерных действий.

        6.  ОТВЕТСТВЕННОСТЬ СТОРОН

        6.1.  Компания несет ответственность за убытки, понесенные вами по вине Компании в связи с неправомерным использованием персональных данных, в соответствии с законодательством Российской Федерации.
        6.2.  В случае утраты или разглашения конфиденциальной информации Компания не несет ответственности, если данная конфиденциальная информация:
        6.2.1.  сделана вами общедоступной до ее утраты или разглашения;
        6.2.2.  была получена Компанией от третьей стороны на законных основаниях.
        6.2.3.  была разглашена с вашего согласия.

        7.  РАЗРЕШЕНИЕ СПОРОВ

        7.1.  Вы можете при возникновении каких-либо вопросов предъявить Компании претензию (письменное предложение о добровольном урегулировании спора).
        7.2.  Компания в течение 15 (пятнадцати) календарных дней со дня получения претензии письменно уведомит вас о результатах рассмотрения претензии.
        7.3.  При недостижении соглашения спор будет передан на рассмотрение в суд в соответствии с действующим законодательством Российской Федерации.
        7.4.  К настоящей Политике конфиденциальности и отношениям в связи с ней применяется законодательство Российской Федерации.

        8.  ДОПОЛНИТЕЛЬНЫЕ УСЛОВИЯ

        8.1.  Компания вправе вносить изменения в настоящую Политику конфиденциальности без согласия Пользователя, не ущемляющие ваши права.
        8.2.  Новая Политика конфиденциальности вступает в силу с момента ее размещения на Сайте, если иное не предусмотрено новой редакцией Политики конфиденциальности.
        8.3.  Все предложения или вопросы по настоящей Политике конфиденциальности вы можете сообщить по адресу: a.ilyin@hercules.su.
        8.4.  Политика конфиденциальности Компании является в соответствии с требованиями части 2 статьи 18.1 Федерального закона «О персональных данных» общедоступной и постоянно расположена на Сайте.
    </pre>
</body>

</html>
